Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Normally glucose is colored red only when over or under your notification limits for high/low
bg: Обикновено глюкозата се оцветява в червено само когато е над или под лимитите ви за известия за висока/ниска стойност
cs: Glykémie se standardně barví červeně, jen když je nad nebo pod tvými limity pro oznámení vysoké/nízké hodnoty
da: Normalt er glukose kun farvet rødt, når over eller under din anmeldelse grænser for høj/lav
de: Normalerweise ist die Glukose nur dann rot, wenn sie über oder unter Deinen Benachrichtigungsgrenzen für hohe/niedrige
es: Normalmente la glucosa es de color rojo sólo cuando está por encima o debajo de sus límites de notificación para alto/bajo
fr: Normalement, la mesure de glucose n’est colorée en rouge que lorsqu’elle dépasse la limite de notification haute ou basse
it: Normalmente il glucosio è colorato rosso solo quando sopra o sotto i limiti di notifica per alto/basso
nb_no: Vanligvis er blodsukkeret farget rødt når det er over eller under dine terskler for varsling av høyt/lavt
nl: Normaal gesproken wordt glucose alleen rood gekleurd als je de notificatiegrens hebt overschreden voor hoog/laag
pl: Zwykle poziom glikemii jest czerwony tylko wtedy, gdy przekracza lub jest poniżej limitów powiadamiania o wysokim/niskim poziomie glukozy
pt_pt: Normalmente a glicose é colorida somente quando terminar ou abaixo dos seus limites de notificação para alta/baixa
ru: Обычно глюкоза окрашивается в красный цвет только в том случае, если значение превышено или выходит за пределы ваших лимитов уведомлений о высоком / низком уровне
sv: Normalt färgläggs aktuellt glukosvärde med rött endast när detta är under eller över dina inställningar för ett lågt eller högt blodsocker i dina notisinställningar
uk: Зазвичай рівень глюкози забарвлюється в червоний колір лише тоді, коли рівень сповіщень перевищує або перебуває нижче для високого/низького рівня
vi: Thông thường, đường huyết chỉ được hiển thị màu đỏ khi vượt quá hoặc thấp hơn giới hạn cảnh báo cao/thấp của bạn
zh_hant: 通常只有當血糖超過或低於你的高/低通知限制時，血糖會顯示為紅色

source: Not allowed
bg: Не е разрешено
cs: Není povoleno
da: Ikke tilladt
de: Nicht erlaubt
fr: Non autorisé
nb_no: Ikke tillatt
nl: Niet toegestaan
pl: Niedozwolone
sv: Ej tillåtet
vi: Không được phép
zh_hant: 不允許

source: Not Connected
bg: Не е свързан
cs: Nepřipojeno
de: Nicht verbunden
fr: Non connecté
nb_no: Ikke tilkoblet
pl: Nie podłączony
vi: Không được kết nối
zh_hant: 未連線

source: Not enough glucose data. You need at least three glucose readings in the last six hours to run the algorithm.
bg: Няма достатъчно данни за глюкоза. Необходими са поне три показания на глюкоза през последните шест часа, за да се изпълни алгоритъмът.
cs: Nedostatek dat o glukóze. Ke spuštění algoritmu potřebuješ alespoň tři naměřené hodnoty za posledních šest hodin.
da: Ikke nok glukosedata. Du skal bruge mindst tre glukoseaflæsninger i de sidste seks timer for at køre algoritmen.
de: Nicht genügend Glukosedaten. Sie benötigen in den letzten sechs Stunden mindestens drei Glukosemessungen, um den Algorithmus auszuführen.
fr: Pas assez de valeurs de glucose. L'algorithme nécessite au moins trois mesures sur les six dernières heures pour fonctionner.
it: Dati glicemici insufficienti. Per eseguire l'algoritmo sono necessarie almeno tre letture glicemiche nelle ultime sei ore.
nb_no: Ikke nok blodsukkerdata. Du trenger minst tre blodsukkermålinger de siste seks timene for å kjøre algoritmen.
pl: Za mało danych o glikemii. Aby uruchomić algorytm, potrzebujesz co najmniej trzech odczytów glikemii w ciągu ostatnich sześciu godzin.
vi: Không đủ dữ liệu đường huyết. Bạn cần ít nhất ba lần đo đường huyết trong 6 giờ qua để chạy thuật toán.
zh_hant: 血糖資料不足。您需要在過去六小時內至少有三次血糖讀取值才能運行此演算法。

source: Not looping.
bg: Цикълът не е активен.
cs: Bez smyčky.
da: Looper ikke.
de: Kein Loop.
fr: Pas de boucle fermée
nb_no: Looper ikke.
nl: Niet aan het loopen.
pl: Bez pętli.
sv: Loopar inte.
vi: Không lặp lại.
zh_hant: 未在循環中。

source: Not paired yet
bg: Все още не е сдвоен
cs: Není spárováno
da: Endnu ikke parret
de: Noch nicht gekoppelt
es: No emparejado aún
fr: Pas encore appairé
it: Non ancora associato
nb_no: Ikke parkoblet ennå
nl: Nog niet gekoppeld
pl: Jeszcze nie sparowano
pt_pt: Ainda não pareado
ru: Нет сопряжения
sv: Inte parkopplad ännu
uk: Ще не в парі
vi: Chưa được ghép nối
zh_hant: 尚未配對

source: Not set
bg: Не е зададено
cs: Nenastaveno
da: Ikke angivet
de: Nicht gesetzt
es: No establecido
fr: Non défini
it: Non impostato
nb_no: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt_pt: Não definido
ru: Не задано
sv: Ej inställd
uk: Не задано
vi: Chưa đặt
zh_hant: 尚未設定

source: not snoozing
bg: не е отложено
cs: neodkládám
da: ikke udskyder
de: nicht schlummern
es: no posponer
fr: Ne pas mettre en veille
it: non posticipando
nb_no: slumrer ikke
nl: niet gesluimerd
pl: nie drzemka
pt_pt: não soneca
ru: не отложена
sv: snoozar inte
uk: не відкладено
vi: không ẩn
zh_hant: 未延遲

source: Note
bg: Забележка
cs: Poznámka
da: Bemærkning
de: Notiz
es: Nota
it: Nota
nb_no: Notat
nl: Opmerking
pl: Uwaga
pt_pt: Observação
ru: Заметка
sv: Anteckning
uk: Примітка
vi: Lưu ý
zh_hant: 注意

source: Note to Medtronic Pump Users: You must also manually set the max basal rate on the pump to this value or higher.
bg: Забележка за потребителите на помпи Medtronic: Трябва също да зададете ръчно макс. базал на помпата на тази стойност или по-висока.
cs: Poznámka pro uživatele pump Medtronic: Na pumpě musíš také manuálně nastavit maximální bazální dávku na tuto hodnotu nebo vyšší.
da: Bemærk til Medtronic Pump brugere: Du skal også manuelt indstille den maksimale basal rate på pumpen til denne værdi eller højere.
de: Hinweis für Benutzer von Medtronic-Pumpen: Der Wert an der Pumpe muss auch auf die maximale Basalrate oder einen noch höheren Wert eingestellt werden.
es: Note to Medtronic Pump Users: You must also set the max basal rate on the pump to this value or higher .
fr: Remarque à l’attention des utilisateurs de pompes Medtronic : vous devez également régler manuellement le débit basal maximal sur la pompe à cette valeur ou à une valeur supérieure.
it: Nota agli utenti della pompa Medtronic: È necessario impostare manualmente la velocità basale massima sul microinfusore a questo valore o superiore.
nb_no: Merknad til brukere av Medtronic-pumper: Du må også sette maksimal basalrate manuelt på pumpen til denne verdien eller høyere.
nl: Opmerking voor Medtronic-pompgebruikers: Je moet ook handmatig de maximale basaalsnelheid van de pomp op deze waarde (of hoger) zetten.
pl: Uwaga dla użytkowników pompy Medtronic: Musisz również ręcznie ustawić maksymalną dawkę bazową na pompie na tę wartość lub wyższą.
pt_pt: Nota para os usuários da Bomba Medtronica: Você também deve definir manualmente o valor máximo da basal na bomba para este valor ou superior.
ru: Примечание для пользователей Medtronic Pump Users: Вы также должны вручную установить максимальную базовую скорость насоса в это значение или выше.
sv: Obs till Medtronic pump-användare: Du måste också manuellt ställa in den maximala basalen på pumpen till detta värde eller högre.
uk: Зверніть увагу на користувачів Medtronic Pump: Ви також повинні вручну встановити макс. базову швидкість на насосі або вище значення.
vi: Lưu ý cho người dùng máy bơm Medtronic: Bạn cũng phải tự tay đặt tỷ lệ liều nền tối đa trên máy bơm ở giá trị này hoặc cao hơn.
zh_hant: 注意：對於美敦力幫浦用戶，你必須在幫浦上手動將最大基礎率設定為此數值或更高。

source: Note: A CGM is considered noisy when it provides inconsistent readings.
bg: Забележка: CGM се счита за шумен, когато дава непоследователни показания.
cs: Poznámka: CGM je považován za „zašuměný“, pokud poskytuje nekonzistentní hodnoty.
da: Bemærk: Et CGM betragtes som støjende, når det giver inkonsekvente aflæsninger.
de: Hinweis: Ein CGM gilt als verrauscht, wenn es inkonsistente Messwerte liefert.
es: Nota: Un CGM se considera ruidoso cuando proporciona lecturas inconsistentes.
fr: Remarque : Un capteur de glycémie (CGM) est considéré comme bruyant lorsqu’il fournit des mesures incohérentes.
it: Nota: Una CGM è considerata rumorosa quando fornisce letture incoerenti.
nb_no: Merk: En CGM anses for å være støyende når den gir inkonsekvente avlesninger.
nl: Opmerking: een CGM wordt beschouwd als lawaaierig wanneer het inconsistente metingen bevat.
pl: Uwaga: CGM uważa się za system o zakłóconych odczytach, jeśli dostarcza niejednoznacznych wyników.
pt_pt: Nota: Um CGM é considerado barulho quando fornece leituras inconsistentes.
ru: Примечание: КГМ считается шумным, когда он обеспечивает непоследовательное чтение.
sv: Obs: Ett CGM anses brusiga när det ger inkonsekventa avläsningar.
uk: Примітка: CGM вважається шумом, коли надає непослідовні дані.
vi: Lưu ý: CGM được coi là có nhiễu khi cung cấp số liệu không nhất quán.
zh_hant: 注意：當 CGM 提供不一致的讀取值時，則被視為吵雜。

source: Note: Allowed range is 30 - 70%
bg: Забележка: Разрешеният диапазон е 30 – 70%
cs: Poznámka: Povolený rozsah je 30–70 %
da: Bemærk: Tilladt interval er 30 - 70%
de: Hinweis: Erlaubter Bereich ist 30 - 70%
es: Nota: El rango permitido es de 30 - 70%
fr: Remarque : la plage autorisée est de 30 à 70 %
it: Nota: L'intervallo consentito è 30 - 70%
nb_no: Merk: Tillatt område er 30 - 70 %
nl: Opmerking: Toegestane bereik is 30 - 70%
pl: Uwaga: dozwolony zakres to 30 - 70
pt_pt: Nota: Faixa permitida é de 30 a 70%
ru: Примечание: Допускается диапазон от 30 до 70%
sv: Obs: Tillåtet intervall är 30 - 70%
uk: Примітка: Дозволений діапазон становить 30 - 70%
vi: Lưu ý: Phạm vi cho phép là 30 - 70%
zh_hant: 注意：允許範圍為 30 - 70%

source: Note: Applies only to pumps with on-pump suspend options
bg: Забележка: Прилага се само за помпи с опции за спиране от помпата
cs: Poznámka: Platí pouze pro pumpy s možností pozastavení přímo na pumpě
da: Bemærk: Gælder kun for pumper med indstillinger for on-pumpeophæng
de: Hinweis: Gilt nur für Pumpen mit On-Pump-Suspend-Optionen
es: Nota: Se aplica sólo a las bombas con opciones de suspensión en la bomba
fr: Remarque : s’applique uniquement aux pompes disposant d'options de suspension intégrées
it: Nota: si applica solo alle pompe con opzioni di sospensione on-micro
nb_no: Merk: Gjelder bare pumper med mulighet for å pause direkte på pumpen
nl: Opmerking: alleen van toepassing op pompen met opschortingsopties op de pomp
pl: Uwaga: Dotyczy tylko pomp z opcjami zawieszenia pompy
pt_pt: Nota: Aplica-se somente às bombas com opções de suspensão na bomba
ru: Примечание: Применяется только к насосам с опцией остановки насоса
sv: Obs: Gäller endast för pumpar med avstängningsfunktion på pumpen.
uk: Примітка: Застосовується тільки для перекачування з підйомками на даху
vi: Lưu ý: Chỉ áp dụng cho máy bơm có tùy chọn tạm dừng trên máy bơm
zh_hant: 注意：僅適用於具有幫浦暫停選項的幫浦

source: Note: Basal may be resumed if there is negative IOB and glucose is rising faster than the forecast.
bg: Забележка: Базалът може да бъде възобновен, ако има отрицателно IOB и глюкозата се повишава по-бързо от прогнозата.
cs: Poznámka: Bazál může být obnoven, pokud je aktivní inzulín (IOB) záporný a glykémie roste rychleji, než se předpovídalo.
da: Bemærk: Basal kan genoptages, hvis der er negativ IOB og glucose stiger hurtigere end forventet.
de: Hinweis: Die Basalrate kann wieder aufgenommen werden, wenn der IOB negativ ist und die Glukose schneller ansteigt als prognostiziert.
es: Nota: La basal se puede reanudar si existe un IOB negativo y la glucosa está aumentando más rápido que la predicción.
fr: Remarque : Le débit basal peut reprendre s’il y a un IOB (insuline active) négatif et que la mesure de glucose augmente plus rapidement que prévu.
it: Nota: La basale può essere ripresa se vi è un IOB negativo e il glucosio sta aumentando più velocemente del previsto.
nb_no: Merk: Basal kan gjenopptas dersom det er negativ IOB og blodsukkeret stiger raskere enn prognosene.
nl: Opmerking: Basaal kan worden hervat als er negatieve IOB is en glucose sneller stijgt dan de voorspelling.
pl: Uwaga: Dawka bazowa może zostać wznowiona w przypadku ujemnej wartości IOB, a stężenie glikemii rośnie szybciej niż prognozowano.
pt_pt: Nota: Basal pode ser retomada se houver IOB negativa e a glicose está aumentando mais rápido do que a previsão.
ru: Примечание: Базаль может быть возобновлен, если существует отрицательная IOB и глюкоза растет быстрее, чем прогноз.
sv: Obs: Basal kan återupptas om det finns negativ IOB och glukos stiger snabbare än prognosen.
uk: Примітка: Базал може бути відновлений, якщо є негативний заряд IOB та глюкоза зростають швидше за прогноз.
vi: Lưu ý: Truyền insulin nền có thể được tiếp tục nếu IOB âm và đường huyết đang tăng nhanh hơn so với dự đoán.
zh_hant: 注意：如果有負的 IOB 且血糖上升速度快於預測，則可能恢復基礎。

source: Note: Choosing your pump model determines which increments for setting up your basal rates are available. You will pair your actual pump after finishing the onboarding process.
bg: Забележка: Избраният модел помпа определя какви стъпки за настройка на базалните дози са налични. Ще сдвоите действителната си помпа след приключване на първоначалното настройване.
cs: Poznámka: Výběr modelu pumpy určuje, jaké kroky pro nastavení bazálních dávek budou k dispozici. Svou skutečnou pumpu spáruješ až po dokončení úvodního nastavení.
da: Bemærk: Valg af din pumpemodel bestemmer, hvilke trin for opsætning af din basal rater er tilgængelige. Du vil parre din faktiske pumpe efter endt onboarding proces.
de: Hinweis: Die Auswahl Deines Pumpenmodells bestimmt, welche Schritte für die Einstellung Deiner Basalraten verfügbar sind. Du wirst Deine aktuelle Pumpe nach Abschluss des Einführungsprozesses koppeln.
fr: Remarque : Le choix de votre modèle de pompe détermine les incréments disponibles pour le réglage de votre profil basal. Vous associerez la pompe que vous utilisez à la fin du processus de configuration initiale.
it: Nota: La scelta del modello della pompa determina gli incrementi disponibili per la configurazione delle velocità basali. Collegherai la tua pompa dopo aver terminato il processo di Onboarding.
nb_no: Merk: Valg av pumpemodell bestemmer hvilke trinn som blir tilgjengelig for basalraten din, da dette varierer mellom de forskjellige pumpene. Tilkobling av selve pumpen skjer etter at veiledningen er ferdig.
nl: Let op: het kiezen van je pomp model bepaalt welke stappen je kunt nemen om je basaalstanden in te stellen. Je zal je huidige pomp koppelen na het voltooien van het onboarding.
pl: Uwaga: Wybór modelu pompy określa, jaki skok podstawowej dawki bazowej jest dostępny. Sparujesz swoją rzeczywistą pompę po zakończeniu procesu wdrażania.
sv: Obs: Ditt val av pumpmodell här bestämmer också vilka minsta steg som dina basalvärden kan ställas in med. Du parkopplar sedan din riktiga pump efter att onboardingen är genomförd.
vi: Lưu ý: Kiểu máy bơm bạn chọn sẽ ảnh hưởng đến các mức điều chỉnh liều nền có thể thiết lập. Việc ghép nối với máy bơm thật sẽ được thực hiện sau khi bạn hoàn tất quy trình cài đặt ban đầu.
zh_hant: 注意：選擇您的幫浦型號會決定設定基礎率時可用的增量。在完成入門過程後，您將配對實際的幫浦。

source: Note: If this is enabled and the criteria are met, SMBs could be utilized regardless of other SMB settings being enabled or not.
bg: Забележка: Ако това е включено и критериите са изпълнени, SMB може да се използват независимо дали другите настройки за SMB са включени или не.
cs: Poznámka: Pokud je tato volba povolena a jsou splněna kritéria, mohou být SMB využity bez ohledu na to, zda jsou ostatní nastavení SMB povolena či nikoli.
da: Bemærk: Hvis dette er aktiveret og kriterierne er opfyldt, kan SMB'er udnyttes, uanset om andre SMB-indstillinger er aktiveret eller ej.
de: Hinweis: Wenn diese Option aktiviert ist und die Kriterien erfüllt sind, können SMBs unabhängig von der Aktivierung anderer SMB-Einstellungen verwendet werden oder nicht.
es: Nota: Si esto está activado y los criterios se cumplen, los SMS podrían ser utilizados independientemente de otras configuraciones SMB habilitadas o no.
fr: Remarque : Si ce réglage est activé et que les critères sont remplis, des SMB peuvent être utilisés, que les autres réglages SMB soient activés ou pas.
it: Nota: Se questo è abilitato e i criteri sono soddisfatti, le PMI potrebbero essere utilizzate indipendentemente da altre impostazioni SMB abilitate o meno.
nb_no: Merk: Hvis dette er aktivert og kriteriene er oppfylt, kan SMB brukes uavhengig av om andre SMB-innstillinger er aktivert eller ikke.
nl: Opmerking: als dit is ingeschakeld en aan de criteria is voldaan, kunnen SMB's worden gebruikt, ongeacht andere SMB instellingen die wel of niet zijn ingeschakeld.
pl: Uwaga: Jeśli ta opcja jest włączona i spełnione są kryteria, SMB może być używane niezależnie od innych ustawień SMB włączonych lub nie.
pt_pt: Nota: Se isso estiver ativado e os critérios forem atendidos, SMBs podem ser utilizados independente de outras configurações de SMB estarem ativadas ou não.
ru: Примечание: Если этот параметр и критерии выполнены, СМБ могут быть использованы независимо от того, какие другие настройки SMB включены или нет.
sv: Obs: Om detta är aktiverat och kriterierna är uppfyllda kan SMB:s användas oavsett om andra SMB-inställningar är aktiverade eller inte.
uk: Примітка: Якщо це ввімкнено, а критерії будуть виконані, SMB можуть бути завантажені незалежно від увімкнення чи ні.
vi: Lưu ý: Nếu tùy chọn này được bật và đáp ứng các điều kiện, SMB có thể được sử dụng bất kể các cài đặt SMB khác có được bật hay không.
zh_hant: 注意：如果啟用且符合條件，無論其他 SMB 設定是否啟用，都可以使用 SMB。

source: Note: If using a pump simulator, you will not have continuous readings from the CGM in Trio. Using a pump simulator is only advisable for becoming familiar with the app user interface. It will not give you insight on how the algorithm will respond.
bg: Забележка: Ако използвате симулатор на помпа, няма да имате непрекъснати показания от CGM в Trio. Използването на симулатор на помпа се препоръчва само за запознаване с потребителския интерфейс на приложението. То няма да ви даде представа как ще реагира алгоритъмът.
cs: Poznámka: Pokud používáš simulátor pumpy, nebudeš mít v Triu k dispozici kontinuální hodnoty z CGM. Použití simulátoru pumpy doporučujeme pouze pro seznámení s uživatelským rozhraním aplikace. Neposkytne ti reálnou představu o tom, jak bude algoritmus reagovat.
da: Bemærk: Hvis du bruger en pumpesimulator, vil du ikke have kontinuerlige aflæsninger fra CGM i Trio. Brug af en pumpesimulator er kun tilrådeligt for at blive fortrolig med appens brugergrænseflade. Det vil ikke give dig indsigt i, hvordan algoritmen vil reagere.
de: Hinweis: Wenn Du einen Pumpensimulator verwendest, erhältst Du keine kontinuierlichen Messwerte vom CGM in Trio. Die Verwendung eines Pumpensimulators ist nur ratsam, um sich mit der Benutzeroberfläche der App vertraut zu machen. Er gibt Dir keinen Einblick, wie der Algorithmus reagiert.
es: Nota: Si utiliza un simulador de bomba, no tendrá lecturas continuas del CGM en Trío. Usar un simulador de bomba solo es recomendable para familiarizarse con la interfaz de usuario de la aplicación. No le dará una visión de cómo responderá el algoritmo.
fr: Remarque : si vous utilisez un simulateur de pompe, vous n’aurez pas de mesures continues d'un CGM dans Trio. L’utilisation d’un simulateur de pompe est uniquement conseillée pour se familiariser avec l’interface de l’application. Elle ne permet pas de comprendre le comportement de l’algorithme.
it: Nota: Se si utilizza un simulatore di pompa, non si avranno letture continue dalla CGM in Trio. Utilizzare un simulatore di pompa è consigliabile solo per acquisire familiarità con l'interfaccia utente dell'app. Non ti darà informazioni su come l'algoritmo risponderà.
nb_no: Merk: Hvis du bruker en pumpesimulator, vil du ikke ha kontinuerlig avlesning fra CGM i Trio. Bruk av pumpsimulator anbefales bare for å bli kjent med app-brukergrensesnittet. Det gir deg ikke innsikt i hvordan algoritmen fungerer.
nl: Let op: als je een pompsimulator gebruikt, zul je niet continu uitlezen van de CGM in Trio. Het gebruik van een pompsimulator is alleen maar aan te raden om vertrouwd te raken met de app gebruikersinterface. Het geeft je geen inzicht in hoe het algoritme zal reageren.
pl: Uwaga: Jeśli używasz symulatora pompy, nie będziesz mieć ciągłych odczytów z CGM w Trio. Korzystanie z symulatora pompy jest zalecane tylko w celu zapoznania się z interfejsem użytkownika aplikacji. Nie daje informacji o tym, jak algorytm zareaguje.
pt_pt: Nota: Se estiver usando um simulador de bomba você não terá leituras contínuas do CGM no Trio. Usar um simulador bomba só é aconselhável para familiarizar-se com a interface de usuário do aplicativo. Isso não lhe dará uma ideia de como o algoritmo responderá.
ru: Примечание: При использовании симулятора насоса непрерывное чтение из CGM в Trio. Использование симулятора насоса рекомендуется только для ознакомления с пользовательским интерфейсом приложения. Это не даст вам понять как алгоритм будет реагировать на него.
sv: Obs: Om du använder en pumpsimulator kommer du inte att ha några kontinuerliga avläsningar från CGM i Trio. Det är endast lämpligt att använda en pumpsimulator för att bekanta sig med appens användargränssnitt. Det kommer inte att ge dig insikt om hur algoritmen kommer att svara.
uk: Примітка: Якщо використовується симулятор насос, у вас не будуть безперервні прочитання з CGM в Trio. Використання насосного симулятора є лише доцільним для познайомлення з інтерфейсом користувача програми. Це не дасть вам розуміння як буде реагувати алгоритм.
vi: Lưu ý: Nếu bạn sử dụng mô phỏng bơm insulin, Trio sẽ không nhận được các dữ liệu liên tục từ CGM (máy đo đường huyết liên tục). Việc sử dụng mô phỏng bơm chỉ nên dùng để làm quen với giao diện của ứng dụng, không phản ánh chính xác cách thuật toán sẽ phản hồi trong thực tế.
zh_hant: 注意：如果使用幫浦模擬器，你將無法在 Trio 中獲得 CGM 的連續讀取值。使用幫浦模擬器僅建議用於熟悉應用程式的使用者介面。它不會提供演算法如何回應的見解。
